{
    "chess_players": {
        "каспаров":
                {
                    "photo": "static/img/kasparov.jpg",
                    "biography": "Советский и российский шахматист, 13-й чемпион мира по шахматам, шахматный литератор и политик.\nГарри Каспаров начал править шахматным миром в возрасте 22 года, став самым молодым бесспорным чемпионом мира по шахматам в 1985 году. Он оставался №1 до выхода на пенсию в 2005 году. Но, как говорится, «каждый шахматный мастер когда-то был новичком», и эта поговорка верна и для чемпиона тоже.\nГарри начал свой путь к тому, чтобы стать одним из лучших шахматистов всех времен, в возрасте 10 лет в шахматной школе Михаила Ботвинника. В 1978 году он случайно попал на профессиональный шахматный турнир, который он выиграл. К 1983 году он занимал 2-е место в мире.\nВ 1984 году он боролся за титул чемпиона мира, но проиграл Карпову в матче из 48 игр. Однако в следующем году он выиграл титул, а затем успешно защитил его 3 раза.\nПосле того, как он покинул ФИДЕ в 1993 году, титул оставался разделенным в течение 13 лет. В конце концов, в 2000 году Каспаров уступил свой титул Крамнику. В 2005 году он объявил о завершении карьеры после победы в престижном турнире в Линаресе в девятый раз. Он был игроком № 1 в мире, когда вышел на пенсию, и полностью доминировал в шахматах в течение 20 лет."
                },
        "карпов":
                {
                    "photo": "static/img/karpov.jpg",
                    "biography": "Советский и российский шахматист и политик, 12-й чемпион мира по шахматам.\nКарпов был самым молодым советским национальным мастером (15 лет), чемпионом мира по шахматам среди юниоров в 1969 году, победил Корчного и Спасского в 1974 году и бросил вызов Бобби Фишеру за титул чемпиона мира. Фишер снялся с чемпионского матча, и Карпов по умолчанию стал чемпионом.\nПравивший с 1975 по 1985 и с 1993 по 1999 год, но спорный, с 160 выигранными турнирами, он уступил свой титул Гарри Каспарову в 1985 году после того, как всего годом ранее успешно защитил его против Каспарова.\nОн выиграл турнир в Линаресе 1995 года, который считается сильнейшим турниром в истории. После защиты своего титула перед Гатой Камским в 1996 году он уступил свой титул в 1999 году в знак протеста против изменений правил ФИДЕ в способе определения титула. Этот впечатляющий рекорд, безусловно, делает его одним из лучших шахматистов всех времен."
                },
        "карлсен":
                {
                    "photo": "static/img/karlsen.jpg",
                    "biography": "Норвежский шахматист, 16-й чемпион мира по шахматам.\nШахматная карьера Магнуса Карлсена полна больших достижений. Ему было всего 13 лет, когда в 2004 году он получил звание гроссмейстера. В 2009 году Магнус Карлсен достиг впечатляющего рейтинга Эло свыше 2800, а всего через год он стал №1 в мире в рейтинге ФИДЕ.\nТри года спустя Карлсен победил действующего чемпиона мира по шахматам Виши Ананда в матче из двенадцати партий. Карлсен выиграл матч всего после 10 партий и стал новым чемпионом мира по шахматам.\nВ следующем году он успешно сохранил свой титул в матче-реванше против Виши Ананда и выиграл чемпионат мира по рапиду 2014 года и чемпионат мира по блицу.\nПозднее в том же году, в мае 2014 г., он достиг пикового рейтинга 2882 – высший рейтинг в истории шахмат. В 2016 году он успешно защитил свой титул во второй раз, на этот раз против Российского Супергроссмейстера Сергея Карякина.\nЧто делает Магнуса одним из величайших шахматистов всех времен, так это то, что у него, похоже, нет слабостей. Он играет в стратегические и позиционные шахматы, но также редко упускает тактические возможности – и получив небольшой перевес, умеет превратить его в победу."
                },
        "фишер":
                {
                  "photo": "static/img/fisher.jpg",
                  "biography": "Бобби Фишер был первым американцем, ставшим чемпионом мира по шахматам. Он выделялся необычными особенностями, присущими гениальной личности. Фишер вырос в Бруклине, в возрасте 6 лет научился играть в шахматы и быстро стал мастерски играть. В августе 1958 года в возрасте 15 лет он стал международным гроссмейстером.\nВ 1972 году шахматист устроил незабываемый,  нашумевший поединок с русским чемпионом Борисом Спасским в Рейкьявике, Исландия. Выиграв 21 игру, Фишер стал чемпионом. Но Фишер был весьма странной, эксцентричной фигурой, затворником. Он никогда не защищал свою корону, отверг матч 1975 года с представителем Международной Шахматной Федерации Анатолием Карповым. Федерация присудила звание Карпову, а Фишер не появлялся на публике почти 2 десятилетия.\nВ 1992 году он снова сыграл с Борисом Спасским в Белграде, призовой фонд игры составил пять миллионов долларов. Согласившись на игру, Фишер нарушил бойкот между США и Югославией. Он выиграл матч, получив 3.5 миллиона. Однако следующее десятилетие в своей биографии Фишер провел отшельником, спасаясь от американской власти."
                },
        "ласкер":
                {
                  "photo": "static/img/lasker.jpg",
                  "biography": "Эмануил Ласкер — второй шахматный чемпион, который удерживал шахматную корону в течение 27 лет ( c 1894 по 1921 гг.).\nЭтот рекорд до сих пор остается непревзойденным!В 1894 году Ласкер добился звания чемпиона мира по шахматам, обыграв сильнейшего соперника в лице Вильгельма Стейница. 58-летний Стейниц, несмотря на прекрасно разработанную стратегию игры, не смог удержать свой титул перед напором талантливого молодого шахматиста. Но многие спортсмены по шахматам в то время не торопились признавать Ласкера чемпионом. Они были уверены, что Стейниц проиграл не из-за отличной игры 25-летнего шахматиста, а из-за своего преклонного возраста. Тем не менее для Эмануэля Ласкера это был старт для будущих громких побед. Еще некоторое время ему приходилось доказывать шахматному миру, что он по праву носит титул второго чемпиона мира. В начале 1897 года был назначен матч-реванш с Вильгельмом Стейницем. Этот решающий турнир привлек внимание всех любителей шахмат, - не удивительно, проигравший ранее Стейниц был решительно настроен вернуть себе звание чемпиона. Интересная борьба двух мастеров окончилась победой Ласкера, где тот обошел соперника с большим отрывом.\nЛаскер обладал универсальным стилем игры, однако его самыми сильными сторонами считали позиционное чутьё и эндшпиль. Многие биографы и исследователи называют Ласкера первооткрывателем психологического подхода к шахматам: считается, что Ласкер зачастую был готов пойти на ухудшение своей позиции, чтобы направить игру в неудобное для конкретного противника русло. Эта точка зрения популярна и сейчас, хотя часть экспертов считает её заблуждением и объясняет достижения Ласкера глубоким пониманием шахмат и умением оценить плюсы и минусы того или иного продолжения партии."
                },
        "ботвинник":
                {
                  "photo": "static/img/botvinnik.jpg",
                  "biography": "Длинная жизнь и успешная карьера шестого чемпиона мира по шахматам принесли ему не только славу, но и всеобщее почитание.\nМихаил Ботвинник тренировал таких великих мастеров, как Гарри Каспаров, Анатолий Карпов и Владимир Крамник. Он был не только великим игроком сам по себе, но и внес большой вклад в развитие чемпионата мира по шахматам.\nВ 1930 году он стал чемпионом СССР. Из-за Второй мировой войны он не смог бросить вызов Алехину. В начале 1940-х он победил сильное советское поле за звание «Абсолютного чемпиона СССР».\nОн начал свое мировое правление в 1948 году и удержал его до 1963 года. Он защитил свой титул против Давида Бронштейна в 1951 году (матч закончился вничью), а затем снова в 1954 году после очередной ничьей со Смысловым. Смыслов, его соперник в то время, наконец украл титул в 1957 году, но Ботвинник вернул себе титул в матче-реванше в 1958 году. В 1960 году Михаил Таль выиграл титул, но Ботвинник снова смог вернуть себе титул в матче-реванше 1961 года.\nНаконец, он проиграл титул в 1963 году Тиграну Петросяну. Ботвинник вышел на пенсию в 1970 году и посвятил себя разработке шахматных программ и обучению молодых Советских Игроков."
                },
        "менчик":
                {
                  "photo": "static/img/menchik.jpg",
                  "biography": "Первая чемпионка мира среди женщин, почти 100 лет назад доказала, что шахматы - это не только мужская игра. Она выиграла свои матчи против Джорджа Алана Томаса, Реджинальда Прайса Мичелла и Хьюберта Эрнеста Прайса, а остальные сыграла вничью. Эти три победы без поражений соответствовали показателям выдающегося гроссмейстера Акибы Рубинштейна на том же турнире и на пол-очка опережали своего бывшего учителя гроссмейстера Гезу Мароци. Менчик имела равный прижизненный счет против чемпиона мира гроссмейстера Макса Эйве в пяти играх (+2 = 1-2) и чемпиона США гроссмейстера Сэмюэля Решевски в двух поединках (+1-1), Австриец же Альберт Беккер создал 'Клуб Веры Менчик', проиграв ей на турнире в Карловых Варах 1929 года, высмеяв ее участие в турнире.\nТрагическая смерть Менчик в результате ракетного удара немцев в 1944 году, за шесть лет до того, как был учрежден титул GM, лишила ее возможности получить его. К сожалению ФИДЕ не присудила титул посмертно великому гроссмейстеру."
                },
        "гаприндашвили":
                {
                  "photo": "static/img/gaprindashvili.jpg",
                  "biography": "Она стала первой женщиной - гроссмейстером в 1978 году. На чемпионате, набрав 6,5 балла из девяти возможных, она разделила первое место с гроссмейстерами Юрием Балашовым, Драгутиным Саховичем и Оскаром Панно.\nНаследие Гаприндашвили было закреплено даже без ее титула гроссмейстера. Она была чемпионкой мира среди женщин 16 лет, взяв этот титул у IM Елизаветы Быковой в 1962 году и защищая его четыре раза. Гаприндашвили дважды выиграла чемпионат СССР среди женщин и еще трижды выиграет его в качестве гроссмейстера. Она доминировала на женских олимпиадах, играя в 12 из них и набрав +94 = 26-8, при этом выигрывая командное золото 11 раз и личное золото восемь раз.Гаприндашвили продолжала играть до 70 лет. В 1995 году она стала чемпионкой мира среди взрослых. Двадцать четыре года спустя, в 2019 году в возрасте 78 лет, Гаприндашвили в пятый раз стала чемпионкой мира среди женщин старше 65 лет."
                },
        "быкова":
                {
                  "photo": "static/img/bykova.jpg",
                  "biography": "Елизавета Быкова родилась в селе Боголюбово Владимирской области. Первого шахматного успеха она добилась в чемпионате Москвы 1937 года – 3-е место; позже она шесть раз становилась чемпионкой Москвы и трижды –  чемпионкой СССР.\nСтать чемпионкой мира с первой попытки ей не удалось. В турнире на первенство мира, который проводился в 1949-1950 годах, Быкова поделила 3-4-е места. Более успешной оказалась вторая попытка. Выиграв в 1952 году турнир претенденток, Быкова получила право на матч с Людмилой Руденко. Он состоялся в 1953 году и принес победу претендентке со счетом 8:6. Так на шахматном троне произошла смена королевы.В 50-х годах она, несомненно, была сильнейшей шахматисткой планеты, но все же уступила в 1956 году звание Ольге Рубцовой, заняв лишь второе место в тройном матч-турнире на первенство мира. Однако через два года Быкова вернула себе утраченное звание, победив в матче Рубцову со счетом 8,5:5,5. В 1960 году Быкова подтвердила свое право именоваться чемпионкой, обыграв Киру Зворыкину – 8,5:4,5. Это был ее последний успех в борьбе за первенство мира. На шахматном небосклоне появилась новая «звезда» – молодая грузинская шахматистка Нона Гаприндашвили, которая победила предшественницу в 1962 году с внушительным счетом 9:2."
                },
        "полгар":
                {
                  "photo": "static/img/polgar.jpg",
                  "biography": "Гроссмейстер Юдит Полгар - единственный игрок в списке, который так и не стал чемпионом мира среди женщин, но на то есть веская причина. Она и никогда не пыталась получить этот титул. Юдит была просто слишком сильным игроком и лучше подходила для открытых турниров. Она выиграла игры у гроссмейстеров Гарри Каспарова и Магнуса Карлсена, когда они были №1 в мире. Полгар даже свергла гроссмейстера Бобби Фишера. Когда Полгар получила титул гроссмейстера в 1991 году, она была самой молодой из всех, побив рекорд Фишера. В январе 2003 года она присоединилась к рейтинговому клубу 2700, оставаясь единственной женщиной, сделавшей это. В январе следующего года Полгар достигла восьмого места в рейтинге ФИДЕ, и оставалась в первой десятке до 2006 года. В 2005 году Полгар подошла ближе всех, чем когда-либо было, к тому, чтобы стать чемпионкой мира по шахматам, играя за ФИДЕ в составе восьми игроков. Когда Полгар вышла на пенсию в 2014 году, она все еще оставалась лучшей женщиной в шахматах - 2675. Шахматистка Хоу обгонит ее в следующем году, когда достигнет 2686. К тому моменту Полгар была лучшей шахматисткой в течение четверти века."
                }
    },
    "chess_training": {
                "1": {
                  "text": "Начнем наше обучение со знакомства с фигурами и c того, как они ходят\n Начнем с самой сильной фигуры. Ферзь может ходить во всех направлениях: по диагонали и по прямой (вверх, вниз и в сторону). Более того, — на любое расстояние.\nПерепрыгивать через другие фигуры не разрешено (это может делать только конь).\nЛюбую фигуру соперника, стоящую на пути,  ферзь может побить. На диаграмме — коня. А вот слон из своего же лагеря – препятствует ферзю двигаться.\nПроще говоря, способ передвижения ферзя объединяет возможности ладьи и слона.",
                  "photo": "static/img/chess/1.jpg"
                },
                "2": {
                  "text": "Теперь на очереди самая уникальная фигура – король. Главная особенность — побить короля нельзя, это не предусмотрено правилами.\nХоды короля схожи с ходами ферзя. Разница в том, что король может двинуться только на одно поле, а ферзь на любое количество.\nХоды можно делать во всех возможных направлениях, — вперед, назад, по диагонали и в сторону.\nКороль так бьет и фигуры соперника",
                  "photo": "static/img/chess/2.jpg"
                },
                "3": {
                  "text": "Наряду с ферзем, считается «тяжелой» фигурой. Направление движения ладьи – прямая. Вверх, вниз или в стороны.\nРасстояние – любое, если траекторию не загораживают другие фигуры. Перепрыгивать их ладья не может. То есть, в сравнении с ферзем, ладья не может ходить по диагонали.\nОтносительный «вес» (ценность) ладьи – 5 пешек. Для сравнения конь или слон эквивалентен трем пешкам. Ферзь – девяти.\nТо есть, как правило ладья сильнее легкой фигуры (коня или слона), но немного слабее пары конь+слон. А две ладьи чуть сильнее ферзя.",
                  "photo": "static/img/chess/3.jpg"
                },
                "4": {
                  "text": "Какая шахматная фигура ходит буквой Г? Правильно, конечно же конь. И только конь.\nНа диаграмме зеленым цветом окрашены поля, на которые может «скакнуть» конь, находящийся в центре доски.\nЕще одна важнейшая способность коня, — он может перескакивать через фигуры, включая фигуры соперника.",
                  "photo": "static/img/chess/4.jpg"
                },
                "5": {
                  "text": "Слон, как и конь, считается легкой фигурой. Направление передвижения слона — исключительно по диагонали. На любое расстояние.Также, как и другие фигуры, (за исключением коня), слон может двигаться только по свободному пространству доски.  Чужую фигуру, встретившуюся на пути, — он может побить, своя же просто препятствует передвижению слона/",
                  "photo": "static/img/chess/5.jpg"
                },
                "6": {
                  "text": "Несмотря на свою непритязательность в плане ценности (силы) фигуры, пешка по разнообразию своих возможностей превосходит другие фигуры.\nОсновные особенности пешки: Ходит только вперед, бьет по диагонали, может превращаться в другие фигуры и бить другие пешки «на проходе». \nПешка в стартовой позиции может продвинуться на одно или на два поля вперед.\nТраектория взятия пешкой — по диагонали на одно поле и исключительно вперед. Назад не ходить, не брать пешка не может.",
                  "photo": "static/img/chess/6.jpg"
                },
                "7": {
                  "text": "Теперь рассмотрим расстановку фигур на доске\nКаждому игроку предстоит расставить свою армию, в которой состоят:\n2 ладьи;\n2 слона;\n2 коня;\nЕго величество с королевой (ферзем);\n8 пешек.\nПравила расстановки довольно просты. На крайних клетках в первом ряду стоят ладьи, за ними ставятся кони и слоны. Центральные клетки первого ряда предназначены для главных фигур. Для ферзя предусмотрена клетка одного с ним цвета, он любит свой цвет! Где стоит король - рядом с ферзем. Во втором ряду доски перед ними расставляются пешки, играющие роль рядовых вашей настольной армии. Именно им предстоит делать первый ход, подставляться под удар, защищая короля. Такое расположение фигур считается классическим.",
                  "photo": "static/img/chess/7.jpg"
                },
                "8": {
                  "text": ["Давайте поговорим о защите. Иногда от угрозы можно просто сбежать.\nНа приведенном примере, чтобы измежать атаки слонов, достаточно переместить ладью на c1.", "Но не всегда есть возможность просто убежать.\nНа данном примере мы видим, что конь в любом случае попадает под удар ферзя, но у нас есть шанс защитить нашу фигуру. При перемещении ладьи на a7, наш конь будет под защитой. То есть если ферзь будет атаковать, то попадет под удар ладьи."],
                  "photo": ["static/img/chess/8.jpg", "static/img/chess/8.2.jpg"]
                },
                "9": {
                  "text": ["Шах — это нападение на короля. То есть ситуация в шахматах, когда король находится под ударом какой-либо фигуры.\n А теперь попробуйте поставить шах вражескому королю за один ход. Правильный ответ будет показан через 5 секунд.", "А вот и правильный ответ!", "Давайте попробуем еще.\nЗадача все таже: поставить шах вражескому королю за один ход. Правильный ответ будет показан через 5 секунд.", "Правильный ответ:"],
                  "photo": ["static/img/chess/9.1.jpg", "static/img/chess/9.2.jpg", "static/img/chess/9.3.jpg", "static/img/chess/9.4.jpg"]
                },
                "10": {
                  "text": ["Теперь рассмотрим как выходить из шаха. Есть 3 способа защиты от него.\nПервый - убежать. На данном примеры, чтобы выйти из шаха, достаточно переставить короля на b4.", "Самая важная защита от шаха — съесть фигуру, которая поставила шах. С этим делом может справиться даже сам король, если фигура подошла к нему слишком близко и оказалась без защиты.Если фигура, которая поставила шах, находится под боем — ее можно съесть и любой другой фигурой.\nНа данном примеры, черный слон ставит шах белому королю, но его может атаковать конь, убрав угрозу.", "Если вражеская фигура ставит шах издалека, можно позвать на помощь королю другую фигуру и закрыть его ей. Можно сказать, что эта фигура станет для короля щитом. Например, в нашем случае, переместив ладью на h4, мы закроем короля от шаха."],
                  "photo": ["static/img/chess/10.1.jpg", "static/img/chess/10.2.jpg", "static/img/chess/10.3.jpg"]
                },
                "11": {
                  "text": ["Мат – это положение на доске, когда король одной из сторон находится под шахом (под боем) и не имеет возможности защититься от шаха каким либо способом. Попробуйте подумать, как поставить мат черному королю. Через 5 секунд вы увидите правильный ответ.", "А вот и правильный ответ. Вражеский король в любом случае попадает под удар ферзя или ладьи.", "Теперь посложнее. Как поставить мат, чтобы король не смог защититься. Через 5 секунд вы увидите правильный ответ.", "Следовало атаковать пешкой, чтобы король попал под удар слона и не имел шансов для защиты."],
                  "photo": ["static/img/chess/11.1.jpg", "static/img/chess/11.2.jpg", "static/img/chess/11.3.jpg", "static/img/chess/11.4.jpg"]
                },
                "12": {
                  "text": "Рокировка – это ход с участием сразу двух фигур. А именно, короля и ладьи.  При рокировке король перемещается изначальной позиции через поле (вправо, или влево). а ладья перескакивает через короля, становясь на соседнее поле.\nРокировка возможна с обеими ладьями: рокировку с ближней ладьей (h1) называют короткой, а рокировку с дальней ладьей (а1) — длинной.\n Но для рокировки должны быть соблюдены следующие правила:\n ✔Рокироваться можно, только если король и ладья стоят на своих начальных местах и они еще не ходили.\n ✔Рокировка возможна только в том случае, если между королем и ладьей на доске нет других шахматных фигур.\n ✔Нельзя рокироваться в тот момент, когда королю объявили шах.\n ✔Король при рокировке не имеет права прыгать через битое поле.Битым полем в шахматах называют поле, которое атаковано фигурой противника. Король не имеет права перелетать через клетку, атакованную соперником. А вот ладья при длинной рокировке имеет право перелететь через битое поле b1.\n ✔Конечно же, король не может рокироваться под шах. Рокировку невозможно сделать, пока поле g1 (или с1 — для длинной рокировки) атаковано одной из фигур соперника.",
                  "photo": "static/img/chess/12.jpg"
                },
                "13": {
                  "text": "Ну и последнее о чем мы поговорим - взятие на проходе. Взятие на проходе – это ход, при котором пешка бьет пешку через «битое поле».\nЕсли пешка из начального положения (то есть, находясь на второй или седьмой горизонтали), ходит сразу на два поля и поле, через которое она проскакивает,  бьется пешкой соперника (битое поле), она может быть побита этой пешкой противника.\nНа проходе разрешено бить  исключительно  пешку, и брать на проходе может только пешка!",
                  "photo": "static/img/chess/13.jpg"
                },
                "14": "На этом пока всё. Вы можете попробовать сыграть в шахматы на нашем сайте: <ссылка>."

    },
    "chess_dictionary": {
                "аванпост": "Аванпост — это клетка на шахматной доске, которая по ходу партии уже не сможет оказаться под боем пешки Вашего противника. Шахматный аванпост, который защищен пешкой игрока может стать прекрасной местом для шахматной ладьи, контролирующей открытую вертикаль.",
                "армагеддон": "«Армагеддон» — это решающая партия между двумя шахматистами в блиц (как правило, происходит на тай-брейке матча за чемпионский титул), которая играется на необычных условиях: белые имеют 5 минут на обдумывание всех ходов в своей партии, а черные только 4 минуты, однако белых устраивает только выигрыш, ведь в случае ничьей участник, играющий черным цветом, будет признан победителем.",
                "атака": "Атака — имеет два понятия. В тактическом обозначает прямое нападение на шахматные фигуры противника. В стратегическом подразумевает наступление на каком-либо участке шахматной доски или по всей доске по определенному плану.",
                "атакёр": "Атакёр — шахматист, играющий в остро-атакующем стиле.",
                "батарея": "Батарея — две (или более) шахматные фигуры, объединение которых усиливает потенциал шахматной атаки. К примеру, батарея «ферзь + слон», «ладья + ферзь» и так далее.",
                "Баранка": "Баранка (бублик) — поражение, ноль в таблице турнира.",
                "белоцветчик": "Белоцветчик — игрок, который сильно играет белыми фигурами и заметно слабее - чёрными.",
                "бешеная фигура": "Бешеная фигура — фигура, которую многократно приносят в жертву, чтобы создать на доске пат. Пример бешенства ладьи в этюде.",
                "блиц": "Блиц — молниеносная игра в шахматы, при которой используется укороченный контроль времени обдумывания своих ходов (как правило, 5 минут каждому из соперников на всю партию, есть и по 3 минуты, а также по 1). Игрок, который просрочит время, получит мат, сделает невозможный ход, автоматически проигрывает.",
                "блокада": "Блокада — стратегия ограничения подвижности шахматного войска (пешек и фигур) противника.",
                "блокер": "Блокер — фигура, которая блокирует своим положением продвижение вражеской пешки.",
                "взятие на проходе": "Взятие на проходе — Взятие пешкой пешки противника на поле, которое она пересекла, делая свой «двойной ход». Возможно лишь в том случае, когда пешка находится на 5-й (для белых пешек) или 4-й (для чёрных пешек) горизонтали и пешка противника, делая двойной ход, пересекает поле, находящееся под боем у данной пешки.",
                "вилка": "Вилка — ход, после которого под боем оказываются две (и более) шахматные фигуры противника.",
                "гарде": "Гарде (фр. gardez «берегите(сь)») — нападение на ферзя (устаревшее; объявление «гарде» не обязательно).",
                "голый король": "Голый король — незащищенный собственными фигурами король.",
                "гроб": "Гроб — (безнадега, горшок, жбан, труба, ящик) - ужасающе плохая и безнадежная шахматная позиция.",
                "дальнобойная фигура": "Дальнобойная фигура — ферзь, ладья, слон.",
                "детский мат": "Детский мат — мат в дебюте, который обычно получает начинающий (ребенок). Основная идея — объявить мат ферзём и слоном на поле f7 (f2) (то есть жертвой могут оказаться как белые, так и черные). Схема Д.м. характеризуется примерно такими ходами: 1.e4 e5 2.Фf3 Kc6 3.Cc4 d6 4.Ф:f7X.",
                "дыра": "Дыра — слабое поле.",
                "длинная рокировка": "Длинная рокировка — помимо общепринятого значения, имеет и другой смысл: три поражения подряд. Возникло от обозначения 0-0-0.",
                "дрова": "Дрова (дровишки) — слабые пешки.",
                "ёж": "Ёж — возникающая во многих дебютах пешечная структура, в которой пешки стоят по шестой (третьей) горизонтали.",
                "жертва": "Жертва — неэквивалентный размен, отдача какого-либо материала (пешки, фигуры, нескольких фигур) для получения решающего (или позиционного) преимущества, для объявления мата или сведения игры вничью. Жертва может также иметь целью захват (перехват) инициативы, получение компенсации в виде контроля над центром или ключевыми полями и т. п.",
                "шахматная задача": "Задача шахматная — произведение шахматной композиции, решение которой предполагает нахождение строго единственного пути для объявления мата слабейшей стороне в обозначенное число ходов. В зависимости от числа ходов, необходимых для решения, задачи делятся на двухходовки, трёхходовки и многоходовки.",
                "забор": "Забор — пешечная цепь.",
                "засада": "Засада — ситуация, в которой дальнобойная фигура располагается за своей или чужой фигурой (фигурами). Действие дальнобойной фигуры проявляется только после перемещения стоящей перед ней фигуры (фигур).",
                "заснуть": "Заснуть — надолго задуматься.",
                "зевок": "Зевок — грубый просмотр, ошибка, результатом которой становится потеря той или иной шахматной фигуры либо пешки, чаще всего приводящий к проигрышу партии.",
                "комбинационное зрение ": "Зрение комбинационное (тактическое) — умение увидеть таящиеся в позиции возможности, получить преимущество с помощью тех или иных жертв материала.",
                "изолятор": "Изолятор — изолированная пешка, пешка на соседних вертикалях которой нет своих пешек.",
                "испортить прическу": "Испортить прическу — разрушить монолитность пешечного построения.",
                "капкан": "«Капкан» — ловушка, приводящая «попавшуюся» сторону к неизбежной потере ферзя или другой фигуры.",
                "кингчесс": "Кингчесс — разновидность шахмат, основанная на пустой доске в начале партии. В процессе партии соперники постепенно выставляют свои фигуры на доску.",
                "комбинация": "Комбинация — форсированный вариант с жертвой (определение принадлежит М. М. Ботвиннику).",
                "комбинат": "Комбинат — эффектная комбинация.",
                "короткая рокировка": "Короткая рокировка — помимо общепринятого значения, имеет и другой смысл% два поражения подряд. Возникло от обозначения 0-0.",
                "крепость": "Крепость — разновидность ничейных позиций в эндшпиле, при которой сильнейшая сторона не может одержать победу даже при наличии большого материального преимущества (например, некоторые позиции, при которых ладья с пешкой образуют неприступную крепость против ферзя).",
                "лавирование": "Лавирование — маневры позиционного характера, в ходе которых поддерживается общее напряжение, неопределённость, и стороны не обнаруживают до конца своих намерений.",
                "мат": "Мат — в шахматах ситуация, когда король находится под шахом и нет возможности этого шаха избежать.",
                "мельница": "Мельница — типовая комбинация с последовательным чередованием шахов и вскрытых шахов, объявляемых атакующей стороной. Именно мельница в партии с Эм. Ласкером прославила мексиканского гроссмейстера Карлоса Торре на турнире в Москве в 1925 г.",
                "миттельшпиль": "Миттельшпиль — середина, основная часть шахматной партии, обычно следующая за дебютом. Массированные размены в дебюте могут приводить к тому, что игра из дебюта сразу переходит в эндшпиль.",
                "мишень": "Мишень — фигура или поле, которые являются объектом комбинации или атаки.",
                "ничья": "Ничья — результат шахматной партии, в которой никто из игроков не смог одержать победу. За ничью каждый игрок получает по пол-очка.",
                "навес": "Навес — удар.",
                "открытая линия": "Открытая линия — вертикаль шахматной доски, свободная от пешек.",
                "пат": "Пат — позиция, в которой какой-либо стороне не объявлен шах, но она не имеет возможности сделать ход.",
                "пешка": "Пешка — минимальная боевая единица в шахматах, одновременно — базовая единица измерения шахматного материала (в среднем лёгкая фигура равна трём пешкам, ладья — пяти и т. п.). Ф. Филидор называл пешки «душой шахмат».",
                "позиция": "Позиция (поза) — положение, случившееся в практической партии или представляющее задание в шахматной композиции. Умение адекватно оценивать позицию представляет собой одну из необходимых составляющих шахматного мастерства.",
                "провисать": "Провисать — оказываться без защиты.",
                "преимущество": "Преимущество — превосходство над позицией противника в одном из компонентов (материальное или позиционное преимущество).",
                "размен": "Размен — ход (серия ходов), при котором (которых) стороны осуществляют обмен примерно равноценным материалом (размен лёгкой фигуры на лёгкую фигуру, пешки на пешку, лёгкой фигуры на три пешки, ферзя на две ладьи или три лёгких фигуры и т. п.). В свое время М. М. Ботвинник определил содержание шахматной игры как обобщенный размен.",
                "рейтинг": "Рейтинг — текущий уровень относительной силы шахматиста, выражаемый в числовом коэффициенте (с 1972 — коэффициент Эло по имени Арпада Эло, предложившего методику расчётов и использования коэффициентов). Уровень мастера ФИДЕ — от 2300, международного мастера — от 2400. Уровень гроссмейстера — от 2500 и выше. Гроссмейстеры экстра-класса — от 2600 и даже от 2700 и выше.",
                "рокировка": "Рокировка — ход в шахматной партии, имеющий целью увести короля из центра; при короткой рокировке король эвакуируется на королевский фланг, при длинной — на ферзевый. При осуществлении рокировки король переносится через одно поле (соответственно, для белого короля на поля g1 (при короткой рокировке) или c1 (при длинной)), ладья ставится на то поле, через которое «перепрыгнул» король. Рокировка может производиться только, если ни ладья ни король до рокировки не делали ходов, и ни одно из полей между полями, занимаемыми королём и ладьёй, не занято другими фигурами, королю не объявлен шах и ни одно из полей на его пути (то, которое он пересекает, делая ход, и то, на которое он ходит) не находится под боем.",
                "связка": "Связка — положение, когда фигура не может сделать ход из-за того, что после её хода поле, на котором стоит король, будет атаковано. Связанной может также быть фигура, ход которой приведет к потере ферзя или проигрышу качества.",
                "темп": "Темп — 1) ритм игры; 2) отдельный ход (в этом смысле потеря темпа — лишний ход, то есть потеря времени).",
                "тычок": "Тычок — пешечный удар.",
                "тяжелые фигуры": "Тяжелые фигуры — это самые сильные фигуры в шахматах: ферзь и ладья. \nИсточник - Онлайн школа Skysmart: https://skysmart.ru/articles/chess/shakhmatnyj-slovar",
                "угроза": "Угроза — нападение на один из объектов позиции неприятеля с созданием реальной опасности для его положения.",
                "фаланга": "Фаланга — пешечная цепь.",
                "фейерверк": "Фейерверк — каскад жертв при осуществлении комбинации.",
                "ход": "Ход — передвижение фигуры или пешки с одного поля на другое. Ход считается сделанным, если игрок поставил фигуру или пешку на поле и отпустил её. Ходы шахматной партии, сыгранной в официальных соревнованиях, записываются посредством шахматной нотации. В случае рокировки и взятия в ходе могут участвовать две фигуры. См. также полуход.",
                "ценность фигур": "Ценность фигур — значение фигуры в шахматной борьбе. Ценность фигур может быть абсолютная и относительная, например конь примерно равноценен слону или трем пешкам, две ладьи — ферзю, ферзь — трем легким фигурам, ладья — легкой фигуре и двум пешкам. Это абсолютная ценность фигур.",
                "цугцванг": "Цугцванг — это положение на шахматной доске, при котором любой ход ведет к проигрышу или ухудшению позиции. \nИсточник - Онлайн школа Skysmart: https://skysmart.ru/articles/chess/shakhmatnyj-slovar",
                "часы шахматные": "Часы шахматные — особая разновидность часов, в которых совмещены два циферблата и при совершении хода особый механизм переключает часы таким образом, что идут часы того, кто обдумывает ход. Нехватка времени вызывает цейтнот, а его исчерпание (в случае, если не сделано предусмотренное количество ходов) означает просрочку времени и поражение.",
                "шах": "Шах — позиция, в которой король атакован вражеской фигурой или пешкой.",
                "двойной шах": "Двойной шах — позиция, в которой королю объявляют шах сразу две фигуры.",
                "шахматная композиция": "Шахматная композиция — область шахматного искусства, в которой художники (шахматные композиторы) составляют позиции (задачи и этюды), в которых те или иные идеи, принципы и приемы выражаются в чистом виде и имеют ярко выраженную эстетическую окраску.",
                "эстетика шахмат": "Эстетика шахмат  — способность шахматной игры доставлять эстетическое удовольствие (красота и парадоксальность возникающих в ходе игры позиций, красота замысла, красота отдельного хода или партии в целом, красота борьбы и т. п.).",
                "эндшпиль": "Эндшпиль — заключительный этап шахматной партии.",
                "этюд шахматный": "Этюд шахматный — произведение шахматной композиции, искусственно составленная позиция, в которой необходимо найти единственно верный путь (как правило, неочевидный, парадоксальный) для достижения поставленной задачи (достижение выигрыша или ничьей)."
    }
}